{
  "en": {
    "translation": {
      "为 Staking 提供流动性的跨链网络": "A Parachain Designed For Staking Liquidity",
      "了解更多": "More",
      "白皮书": "White Paper",
      "开发者": "Developer",
      "节点监控": "Node Monitoring",
      "订阅" :"Subscribe",
      "查看": "Read",
      "什么是 Bifrost vToken？": "What is Bifrost vToken?",
      "Staking 流动性": "Staking Liquidity",
      "持有 vToken 即可获得 Staking 收益，vToken 自由交易、使用，并可随时卖回原链资产，无需等待解押。": "You can get Staking income by holding vToken, vToken is freely traded, used, and can be sold back to the original chain assets at any time without waiting for the unstaking time.",
      "Staking 低门槛": "Staking Easily",
      "通过 DEX、Dapp、钱包获得 vToken，持有 vToken 即为参与原链 Staking，同时保留治理权。": "Get vToken through DEX, Dapp, and wallet, and hold vToken to participate in the original chain staking while retaining governance on the chain.",
      "降低借贷费率": "Reduce borrowing rates",
      "原链治理权": "Original Chain Governance",
      "vToken 作为抵押物进行借贷时，其 Staking 收益可抵销部分利息，实现低息借贷。 ": "When vToken is borrowed as collateral, its staking income can offset part of the interest and achieve low interest lending.",
      "开发者 ++": "Developer ++",
      "为开发者赋能，基于 Bifrost 开发的钱包、矿池、Dapp、DeFi 等生态将从底层获得 Staking 增益，例如：vToken 作为抵押物进行借贷时，其 Staking 收益可抵销部分利息，实现低息借贷。": "Empowering developers, based on Bifrost's wallet, mining pool, Dapp, DeFi and other ecosystems will get staking gain from the chain layer. eg. when vToken is borrowed as collateral, its staking income can offset part of the interest and realize low-interest loans.",
      "Bifrost 系统架构": "Bifrost System Architecture",
      "（白皮书 第 5 页）": "(White Paper Page 5)",
      "Bifrost 希望": "Bifrost wants to ",
      "为": "provide staking liquidity for",
      "的 PoS 公链提供 Staking 流动性": "of PoS chains",
      "，用户可以随时将 PoS 币种通过 Bifrost 转接桥兑换成 vToken 从而获得 Staking 收益和流动性。": ", and users can convert PoS currencies into vTokens via Bifrost transfer bridges at any time to get staking revenue and liquidity.",
      "参与方": "Participants",
      "跨链用户": "Cross-chain user",
      "投票用户": "Voting user",
      "验证节点": "Validator",
      "同步节点": "Synchronization",
      "Stake 代理节点": "Stake Proxy",
      "vToken DEX": "vToken DEX",
      "跨链渠道": "Cross-chain channel",
      "开发社区": "Development community",
      "将 PoS 资产跨链，无需锁仓获得 Staking 收益，随时赎回原资产与 Staking 收益，参与 BNC 挖矿与波卡平行链生态。": "Cross-chain PoS assets, do not need to lock the position to obtain staking revenue, redeem the original assets and staking revenue at any time, participate in the BNC mining and Polkadot parachain.",
      "使用 BNC 参与出块节点、同步节点、Stake 代理节点投票，与资产 Stake 选择跨链目标节点提供决策，获得节点投票奖励同时需承担节点掉线或作恶惩罚。": "Use BNC to participate in the Validator, Synchronization, Stake proxy node voting, and the asset stake to select the cross-chain target node to provide the decision, obtain the node voting reward and bear the node drop or punish.",
      "总得票数前 100 名的节点，负责全链⽤户交易的记账处理和打包出块，获得用户投票收益的 10%。": "The total number of votes in the top 100 nodes is responsible for the accounting processing and packing of the chain user transactions, and obtains 10% of the user's voting revenue.",
      "总得票数排名靠后的其余节点，负责搭建同步节点接收交易和⼴播数据，将获得与出块节点相同⽐例的收益。": "The remaining nodes with the highest number of votes are responsible for setting up the Synchronization node to receive transactions and broadcast data, and will obtain the same proportion of revenue as the Validator.",
      "满足出块节点条件，在多个 PoS 目标链搭建节点，负责接受托管资产的 Stake 代理，是综合实力较强的多链专业节点。": "It satisfies the condition of the Validator, builds the node in multiple PoS target chains, and is responsible for accepting the Stake proxy of the managed asset. It is a multi-chain professional node with strong comprehensive strength.",
      "给 Staking 资产提供流动性，撮合 Staking 与 UnStaking 用户交易，Staking 用户赚取 UnStaking 立即赎回用户的贴现收益。": "Provide liquidity to Staking assets, suitable for Staking and UnStaking user transactions, and Staking users earn UnStaking to redeem users' discounted earnings.",
      "各类矿池、钱包和社区开发人员帮助用户进行资产跨链、无需锁仓 Staking，渠道方可获得用户 Staking 收益抽成。": "All kinds of mining pools, wallets and community developers help users to cross-chain assets without having to lock the staking, and the channel can get the user's staking revenue.",
      "开发者可以基于 Bifrost 底层，开发矿池、Dapp、DeFi 等应用，满足原业务诉求的同时，获得 Staking 增益。": "Based on the Bifrost chain layer, developers can develop applications such as mining pools, Dapp, and DeFi to meet the original business demands and gain staking gain.",
      "转接桥资产通过 Stake 代理节点所得票数权重进行原链节点的 Staking，用户可通过 BNC 投票参与原链治理。": "The transfer bridge asset performs the staking of the original chain node through the weight of the votes obtained by the stake proxy node, and the user can participate in the original chain management through the BNC voting.",
      "收起": "Close",
      "路线图": "Roadmap",
      "Bifrost 奥尔劳格": "Bifrost Orlog",
      "测试网 POC-1 & POC-2": "Testnet POC-1 & POC-2",
      "底层运行时模块": "Underlying runtime module",
      "转接桥轻节点": "Transfer bridge light node",
      "钱包": "Wallet",
      "Bifrost 阿斯加德": "Bifrost Asgard",
      "测试网 POC-3 & POC-4": "Testnet POC-3 & POC-4",
      "单链互操作转接桥": "Single-chain interoperable transfer bridge",
      "区块浏览器": "Blochchain explorer",
      "节点监控台": "Node monitoring station",
      "BNC 经济系统": "BNC Economic System",
      "Bifrost 米德加尔特": "Bifrost Midgard",
      "vToken DEX 上线": "Launch vToken DEX",
      "主网上线": "Launch Mainnet",
      "多链互操作转接桥": "Multi-chain interoperable transfer bridge",
      "开发生态激励": "Developing ecological incentives",
      "vToken 开放平台": "vToken open platform",
      "开发者工具 & SDK": "Developer Tools & SDK",
      "接入 Polkadot 中继网络": "Access Polkadot Relay Network",
      "Bifrost 海姆达尔": "Bifrost Heimdallr",
      "承载多种 DeFi 及衍生品": "Carry multiple DeFi and derivatives",
      "为更多资产提供流动性": "Provide liquidity for more assets",
      "建立 Bifrost DAO": "Build Bifrost DAO",
      "我们很高兴认识新的朋友": "We are very happy to meet new friends."
    }
  }
}
